Repository: Wohlstand/adljack
Catalog: po/*/adljack_perc.po
Languages: fr

source: <Reserved 0>
fr: <Réservé 0>

source: <Reserved 1>
fr: <Réservé 1>

source: <Reserved 2>
fr: <Réservé 2>

source: <Reserved 3>
fr: <Réservé 3>

source: <Reserved 4>
fr: <Réservé 4>

source: <Reserved 5>
fr: <Réservé 5>

source: <Reserved 6>
fr: <Réservé 6>

source: <Reserved 7>
fr: <Réservé 7>

source: <Reserved 8>
fr: <Réservé 8>

source: <Reserved 9>
fr: <Réservé 9>

source: <Reserved 10>
fr: <Réservé 10>

source: <Reserved 11>
fr: <Réservé 11>

source: <Reserved 12>
fr: <Réservé 12>

source: Surdo Mute
fr: Surdo étouffé

source: Surdo Open
fr: surdo ouvert

source: Click Noise
fr: Bruit de clic

source: Metronome Click
fr: Clic de métronome

source: Metronome Bell
fr: Cloche de métronome

source: Acoustic Bass Drum
fr: Grosse caisse médium

source: Bass Drum 1
fr: Grosse caisse haute

source: Side Stick
fr: Coup de métronome

source: Acoustic Snare
fr: Caisse claire 1

source: Hand Clap
fr: Claquement de main

source: Electric Snare
fr: Caisse claire 2

source: Low Floor Tom
fr: Tom basse grave

source: Closed High Hat
fr: Charleston frappé

source: High Floor Tom
fr: Tom basse aigu

source: Pedal High Hat
fr: Charleston au pied

source: Low Tom
fr: Tom médium 4

source: Open High Hat
fr: Charleston ouvert

source: Low-Mid Tom
fr: Tom médium 3

source: High-Mid Tom
fr: Tom médium 2

source: Crash Cymbal 1
fr: Cymbale crash

source: High Tom
fr: Tom aigu

source: Ride Cymbal 1
fr: Cymbale ride

source: Chinese Cymbal
fr: Cymbale china

source: Ride Bell
fr: Cloche de cymbale ride

source: Tambourine
fr: Tambourin

source: Splash Cymbal
fr: Cymbale splash

source: Cow Bell
fr: Cencerro

source: Crash Cymbal 2
fr: Cymbale crash 2

source: Ride Cymbal 2
fr: Cymbale ride aigue

source: High Bongo
fr: Bongo aigu

source: Low Bongo
fr: Bongo grave

source: Mute High Conga
fr: Congas aigu sourd

source: Open High Conga
fr: Congas aigu ouvert

source: Low Conga
fr: Congas grave

source: High Timbale
fr: Timbale aigu

source: Low Timbale
fr: Timbale grave

source: High Agogo
fr: Agogo aiguë

source: Low Agogo
fr: Agogo grave

source: Short Whistle
fr: Sifflet court

source: Long Whistle
fr: Sifflet long

source: Short Guiro
fr: Güiro court

source: Long Guiro
fr: Güiro long

source: High Wood Block
fr: Woodblock aigu

source: Low Wood Block
fr: Woodblock grave

source: Mute Cuica
fr: Cuica assourdie

source: Open Cuica
fr: Cuica ouverte

source: Mute Triangle
fr: Triangle étouffé

source: Open Triangle
fr: Triangle libre

source: Jingle Bell
fr: Grappe de clochettes

source: Bell Tree
fr: Arbre à cloches

source: Castanets
fr: Castagnettes

source: Mute Surdu
fr: Surdu étouffé

source: Open Surdu
fr: Surdu ouvert

source: <Reserved 88>
fr: <Réservé 88>

source: <Reserved 89>
fr: <Réservé 89>

source: <Reserved 90>
fr: <Réservé 90>

source: <Reserved 91>
fr: <Réservé 91>

source: <Reserved 92>
fr: <Réservé 92>

source: <Reserved 93>
fr: <Réservé 93>

source: <Reserved 94>
fr: <Réservé 94>

source: <Reserved 95>
fr: <Réservé 95>

source: <Reserved 96>
fr: <Réservé 96>

source: <Reserved 97>
fr: <Réservé 97>

source: <Reserved 98>
fr: <Réservé 98>

source: <Reserved 99>
fr: <Réservé 99>

source: <Reserved 100>
fr: <Réservé 100>

source: <Reserved 101>
fr: <Réservé 101>

source: <Reserved 102>
fr: <Réservé 102>

source: <Reserved 103>
fr: <Réservé 103>

source: <Reserved 104>
fr: <Réservé 104>

source: <Reserved 105>
fr: <Réservé 105>

source: <Reserved 106>
fr: <Réservé 106>

source: <Reserved 107>
fr: <Réservé 107>

source: <Reserved 108>
fr: <Réservé 108>

source: <Reserved 109>
fr: <Réservé 109>

source: <Reserved 110>
fr: <Réservé 110>

source: <Reserved 111>
fr: <Réservé 111>

source: <Reserved 112>
fr: <Réservé 112>

source: <Reserved 113>
fr: <Réservé 113>

source: <Reserved 114>
fr: <Réservé 114>

source: <Reserved 115>
fr: <Réservé 115>

source: <Reserved 116>
fr: <Réservé 116>

source: <Reserved 117>
fr: <Réservé 117>

source: <Reserved 118>
fr: <Réservé 118>

source: <Reserved 119>
fr: <Réservé 119>

source: <Reserved 120>
fr: <Réservé 120>

source: <Reserved 121>
fr: <Réservé 121>

source: <Reserved 122>
fr: <Réservé 122>

source: <Reserved 123>
fr: <Réservé 123>

source: <Reserved 124>
fr: <Réservé 124>

source: <Reserved 125>
fr: <Réservé 125>

source: <Reserved 126>
fr: <Réservé 126>

source: <Reserved 127>
fr: <Réservé 127>
