Repository: Wohlstand/adljack
Catalog: po/*/adljack.po
Languages: fr

source: %s ready with %u chips.
fr: %s prêt avec %u circuits.

source: (default)
fr: (par défaut)

source: ADLrt for Windows
fr: ADLrt pour Windows

source: Available emulators for %s:
fr: Émulateurs disponibles pour %s :

source: Available players:
fr: Synthétiseurs disponibles :

source: Bank
fr: Banque

source: Bank has changed on disk. Reload!
fr: La banque a été modifiée sur le disque. Rechargement !

source: Bank has changed on disk. Reloading failed.
fr: La banque a été modifiée sur le disque. Échec du rechargement.

source: Bank loaded!
fr: Banque chargée !

source: CPU
fr: Processeur

source: Cancel
fr: Annuler

source: Chips
fr: Circuits

source: DC filter @ %f Hz, LV monitor @ %f ms
fr: Filtre DC @ %f Hz, Moniteur LV @ %f ms

source: Desired latency %f ms = buffer size %u
fr: Latence souhaitée %f ms = taille de buffer %u

source: Directory: %s
fr: Dossier : %s

source: Emulator
fr: Émulateur

source: Error instantiating player.
fr: Erreur d'instanciation du synthétiseur.

source: Error loading bank file.
fr: Erreur de chargement du fichier de banques.

source: Error loading the bank file.
fr: Erreur de chargement du fichier de banques.

source: Error locking memory.
fr: Erreur de verrouillage de la mémoire.

source: Error selecting emulator.
fr: Erreur de sélection de l'émulateur.

source: Error setting default bank.
fr: Erreur de chargement de la banque par défaut.

source: Error setting the number of chips.
fr: Erreur de changement du nombre de cicuits.

source: Interrupted.
fr: Interrompu.

source: Invalid MIDI system '%s'.
fr: Système MIDI invalide '%s'.

source: Invalid audio system '%s'.
fr: Système audio invalide '%s'.

source: Invalid latency.
fr: Latence invalide.

source: Invalid number of chips.
fr: Nombre de circuits invalide.

source: Invalid player name.
fr: Nom de synthétiseur invalide.

source: Left
fr: Gauche

source: Load bank
fr: Charger une banque

source: New virtual MIDI port
fr: Nouveau port MIDI virtuel

source: No audio devices are present for output.
fr: Aucun périphérique de sortie audio n'est disponible.

source: Player
fr: Synthétiseur

source: Ready!
fr: Prêt !

source: Right
fr: Droite

source: RtAudio client "%s" fs=%u bs=%u latency=%f
fr: Client RtAudio "%s" fs=%u bs=%u latence=%f

source: Select a MIDI input device from the list:
fr: Sélectionnez un périphérique d'entrée MIDI dans la liste :

source: The given emulator does not exist.
fr: L'émulateur choisi n'existe pas.

source: Usage: %s [-p player] [-n num-chips] [-b bank.wopl] [-e emulator] [-a]
fr: Utilisation: %s [-p synthétiseur] [-n nombre-circuits] [-b banque.wopl] [-e émulateur] [-a]

source: Using banks from WOPL file.
fr: Utilisation des banques du fichier WOPL.

source: Using default banks.
fr: Utilisation des banques par défaut.

source: Using emulator "%s"
fr: Utilisation de l'émulateur "%s"

source: [-A audio-system]
fr: [-A système-audio]

source: [-L latency-ms]
fr: [-L latence-ms]

source: [-M midi-system]
fr: [-M système-midi]

source: channels
fr: canaux

source: chips +1
fr: circuits +1

source: chips -1
fr: circuits -1

source: load bank
fr: ch. banque

source: next emulator
fr: ému. suiv.

source: panic
fr: silence

source: prev emulator
fr: ému. préc.

source: quit
fr: quitter
